Checks if there are any double wall connectors fabricated.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public bool HasDoubleWallConnector()
  Visual Basic
Public Function HasDoubleWallConnector As Boolean
  Visual C++
public:
bool HasDoubleWallConnector()
 Return Value
 True if there are any double wall connectors fabricated.
 See Also
  FabricationConnectorInfo Class
  Autodesk.Revit.DB Namespace